Repository: alpriest/EnergyStats
Catalog: Energy Stats/Localizable.xcstrings
Source language: en
Languages: de, es, it, pl

source: Share data with PVOutput
de: Daten mit PVOutput teilen
es: Compartir datos con PVOutput
it: Condividi dati con PVOutput
pl: Udostępnij dane w PVOutput

source: Show all
de: Alle anzeigen
es: Mostrar todo
it: Mostra tutto
pl: Pokaż wszystko

source: Show battery (BMS) temperature
de: Batterie (BMS)-Temperatur anzeigen
es: Mostrar la temperatura de la batería (BMS)
it: Mostra la temperatura della batteria (BMS)
pl: Pokaż temperaturę baterii (BMS)

source: Show battery full/empty estimate
de: Zeige die Schätzung für Batterie voll/leer
es: Mostrar estimación de batería llena/vacía
it: Mostra stima batteria piena/vuota
pl: Pokaż szacowaną pełną/pustą baterię

source: Show battery percentage remaining
de: Restprozentsatz der Batterie anzeigen
es: Mostrar el porcentaje de batería restante
it: Mostra la percentuale di batteria rimanente
pl: Pokaż pozostały procent baterii

source: Show battery SOC on daily stats
de: Batterie-Ladezustand in der Tagesstatistik anzeigen
es: Mostrar el estado de carga de la batería en las estadísticas diarias
it: Mostra lo stato di carica della batteria nelle statistiche giornaliere
pl: Pokaż stan naładowania baterii w dziennych statystykach

source: Show coloured flow lines
de: Zeige farbige Leistungsfluss-Linien
es: Mostrar líneas de flujo de colores
it: Mostra linee di flusso colorate
pl: Pokaż kolorowe linie przepływu

source: Show energy breakdown
de: Energieaufschlüsselung anzeigen
es: Mostrar el desglose de energía
it: Mostra la suddivisione dell’energia
pl: Pokaż podział energii

source: Show estimated earnings
de: Zeige geschätzten Ertrag
es: Mostrar ganancias estimadas
it: Mostra guadagni stimati
pl: Pokaż szacowane zyski

source: Show estimated inverter consumption
de: Geschätzten Wechselrichterverbrauch anzeigen
es: Mostrar el consumo estimado del inversor
it: Mostra il consumo stimato dell'inverter
pl: Pokaż szacowane zużycie falownika

source: Show graph value descriptions
de: Werte-Beschreibungen im Diagramm anzeigen
es: Mostrar descripciones de los valores del gráfico
it: Mostra descrizioni dei valori del grafico
pl: Pokaż opisy wartości na wykresie

source: Show inverter icon
de: Inverter-Symbol anzeigen
es: Mostrar icono del inversor
it: Mostra icona dell'inverter
pl: Pokaż ikonę falownika

source: Show inverter station name
de: Inverter-Station-Namen anzeigen
es: Mostrar nombre de la estación del inversor
it: Mostra il nome della stazione dell'inverter
pl: Pokaż nazwę stacji falownika

source: Show inverter temperature
de: Zeige Temperaturen des Wechselrichters
es: Mostrar la temperatura del inversor
it: Mostra la temperatura dell'inverter
pl: Pokaż temperaturę inwertera

source: Show inverter type name
de: Name des Wechselrichtertyps anzeigen
es: Mostrar el nombre del tipo de inversor
it: Mostra il nome del tipo di inverter
pl: Pokaż nazwę typu falownika

source: Show on power flow page
de: Auf der Leistungsfluss-Seite anzeigen
es: Mostrar en la página de flujo de energía
it: Mostra nella pagina del flusso di potenza
pl: Pokaż na stronie przepływu mocy

source: Show only selected
de: Nur ausgewählte anzeigen
es: Mostrar solo seleccionados
it: Mostra solo selezionati
pl: Pokaż tylko wybrane

source: Show output energy on stats
de: Ausgangsenergie in den Statistiken anzeigen
es: Mostrar la energía de salida en las estadísticas
it: Mostra l’energia in uscita nelle statistiche
pl: Pokaż energię wyjściową w statystykach

source: Show PV power by strings
de: PV-Leistung nach Strings anzeigen
es: Mostrar la potencia fotovoltaica por cadenas
it: Mostra la potenza PV per stringhe
pl: Pokaż moc PV według ciągów

source: Show schedule quick link
de: Schnellzugriff auf Zeitplan anzeigen
es: Mostrar enlace rápido al horario
it: Mostra collegamento rapido al programma
pl: Pokaż szybki link do harmonogramu

source: Show self sufficiency percentage on stats graph
de: Eigenversorgungsquote im Statistikdiagramm anzeigen
es: Mostrar el porcentaje de autosuficiencia en el gráfico de estadísticas
it: Mostra la percentuale di autosufficienza sul grafico delle statistiche
pl: Pokaż procent samowystarczalności na wykresie statystyk

source: Show sunshine background
de: Zeige den Sonnenschein-Hintergrund
es: Mostrar fondo de sol
it: Mostra sfondo soleggiato
pl: Pokaż tło z promieniami słonecznymi

source: Show time graph
de: Zeitdiagramm anzeigen
es: Mostrar el gráfico temporal
it: Mostra il grafico temporale
pl: Pokaż wykres czasowy

source: Show timestamp of last update
de: Zeitstempel des letzten Updates anzeigen
es: Mostrar marca de tiempo de la última actualización
it: Mostra timestamp dell'ultimo aggiornamento
pl: Pokaż znacznik czasu ostatniej aktualizacji

source: Show usable battery only
de: Zeige nur die verwendbare Batteriekapazität
es: Mostrar solo batería utilizable
it: Mostra solo la batteria utilizzabile
pl: Pokaż tylko baterię użytkową

source: Show values in Watts
de: Zeige Werte in Watt
es: Mostrar valores en vatios
it: Mostra valori in watt
pl: Pokaż wartości w watach

# show_battery_bms_temperature_description
source: Energy Stats shows the BMS temperature. Be aware that the Fox app shows the lowest battery cell temperature (which is used by the BMS for controlling charge/discharge behaviour). Fox don’t make the lowest battery cell temperature available to third party apps.
de: Energy Stats zeigt die BMS-Temperatur an. Bitte beachten Sie, dass die Fox-App die niedrigste Batteriezellentemperatur anzeigt (die vom BMS zur Steuerung des Lade- und Entladeverhaltens verwendet wird). Fox stellt die niedrigste Batteriezellentemperatur Drittanbieter-Apps nicht zur Verfügung.
es: Energy Stats muestra la temperatura del BMS. Ten en cuenta que la aplicación de Fox muestra la temperatura más baja de las celdas de la batería (que el BMS utiliza para controlar el comportamiento de carga y descarga). Fox no pone a disposición de aplicaciones de terceros la temperatura más baja de las celdas de la batería.
it: Energy Stats mostra la temperatura del BMS. Tieni presente che l’app Fox mostra la temperatura più bassa delle celle della batteria (utilizzata dal BMS per controllare il comportamento di carica e scarica). Fox non rende disponibile la temperatura più bassa delle celle della batteria alle app di terze parti.
pl: Energy Stats wyświetla temperaturę BMS. Zwróć uwagę, że aplikacja Fox pokazuje najniższą temperaturę ogniwa baterii (wykorzystywaną przez BMS do kontroli ładowania i rozładowania). Fox nie udostępnia najniższej temperatury ogniwa baterii aplikacjom firm trzecich.

# show_battery_soc_on_daily_stats
source: Shows the battery charge level when looking at the daily stats view.
de: Zeigt den Ladezustand der Batterie in der Tagesansicht der Statistiken an.
es: Muestra el nivel de carga de la batería en la vista diaria de estadísticas.
it: Mostra il livello di carica della batteria nella visualizzazione giornaliera delle statistiche.
pl: Pokazuje poziom naładowania baterii w widoku dziennych statystyk.

# show_usable_battery_description
source: Deducts the Min SOC amount from the battery charge level and percentage on the power flow view only. Due to inaccuracies in the way battery levels are measured this may result in occasionally showing a negative amount remaining. Your percentage and capacity will differ from the FoxESS app if you select this option. A * will be shown when you have this option selected.
de: Zieht den Min SOC-Betrag von der Batterieladung und dem Prozentsatz nur in der Stromflussansicht ab. Aufgrund von Ungenauigkeiten bei der Messung des Batteriestands kann dies gelegentlich zu einer negativen Restmenge führen. Ihr Prozentsatz und die Kapazität werden sich von der FoxESS-App unterscheiden, wenn Sie diese Option auswählen. Ein * wird angezeigt, wenn diese Option ausgewählt ist.
es: Resta la cantidad mínima SOC del nivel de carga y el porcentaje de la batería solo en la vista de flujo de energía. Debido a inexactitudes en la forma en que se miden los niveles de la batería, esto puede resultar ocasionalmente en la visualización de una cantidad negativa restante. Su porcentaje y capacidad diferirán de la aplicación FoxESS si selecciona esta opción. Se mostrará un * cuando tengas esta opción seleccionada.
it: Sottrae l'importo SOC minimo dal livello di carica della batteria e dal percentuale solo nella vista del flusso di energia. A causa di inaccuratezze nella misurazione dei livelli della batteria, ciò può occasionalmente comportare la visualizzazione di un importo negativo rimanente. La percentuale e la capacità differiranno dall'app FoxESS se si seleziona questa opzione. Verrà mostrato un * quando hai selezionato questa opzione.
pl: Odejmuje minimalną ilość SOC od poziomu naładowania baterii i procentu tylko w widoku przepływu energii. Ze względu na niedokładności w pomiarze poziomów baterii może to czasami skutkować wyświetlaniem ujemnej pozostałej ilości. Wybranie tej opcji spowoduje różnice w procentach i pojemności w porównaniu do aplikacji FoxESS. Gwiazdka * będzie wyświetlana, gdy ta opcja będzie zaznaczona.

source: Shows a range of days. Maximum of 45 days
de: Zeigt einen Zeitraum in Tagen. Maximal 45 Tage.
es: Muestra un rango de días. Máximo 45 días.
it: Mostra un intervallo di giorni. Massimo 45 giorni.
pl: Pokazuje zakres dni. Maksymalnie 45 dni.

source: Shows a range of months
de: Zeigt einen Bereich von Monaten
es: Muestra un rango de meses
it: Mostra un intervallo di mesi
pl: Wyświetla zakres miesięcy

source: Solar Forecasts
de: Solarprognosen
es: Pronósticos Solares
it: Previsioni Solari
pl: Prognozy Solarne

source: Solar Generation
de: Solarerzeugung
es: Generación solar
it: Generazione solare
pl: Produkcja energii słonecznej

source: Solar generation can be used for heating. If the SoC is above 40% the battery can be used for heating. If the SoC is below 40%, the grid is used for heating. When the battery is being used for heating, it can discharge but won't charge. When grid or solar is being used for heating, the battery won't charge or discharge.
de: Solarstrom kann zum Heizen verwendet werden. Wenn der SoC über 40 % liegt, kann die Batterie zum Heizen genutzt werden. Liegt der SoC unter 40 %, wird das Stromnetz zum Heizen verwendet. Wenn die Batterie zum Heizen verwendet wird, kann sie entladen werden, lädt jedoch nicht. Wenn Netzstrom oder Solarstrom zum Heizen verwendet wird, lädt oder entlädt die Batterie nicht.
es: La generación solar puede utilizarse para la calefacción. Si el SoC está por encima del 40%, la batería puede utilizarse para la calefacción. Si el SoC está por debajo del 40%, se utiliza la red eléctrica para la calefacción. Cuando la batería se utiliza para la calefacción, puede descargarse, pero no se cargará. Cuando se utiliza la red o la energía solar para la calefacción, la batería no se cargará ni se descargará.
it: Solarstrom kann zum Heizen verwendet werden. Wenn der SoC über 40 % liegt, kann die Batterie zum Heizen genutzt werden. Liegt der SoC unter 40 %, wird das Stromnetz zum Heizen verwendet. Wenn die Batterie zum Heizen verwendet wird, kann sie entladen werden, lädt jedoch nicht. Wenn Netzstrom oder Solarstrom zum Heizen verwendet wird, lädt oder entlädt die Batterie nicht.
pl: Energia słoneczna może być wykorzystywana do ogrzewania. Jeśli poziom SoC przekracza 40%, bateria może być używana do ogrzewania. Jeśli SoC spadnie poniżej 40%, do ogrzewania wykorzystywana jest sieć energetyczna. Gdy bateria jest używana do ogrzewania, może się rozładowywać, ale nie będzie się ładować. Gdy do ogrzewania wykorzystywana jest sieć lub energia słoneczna, bateria nie będzie się ani ładować, ani rozładowywać.

source: Solar Prediction
de: Sonnenvorhersage
es: Predicción Solar
it: Previsione Solare
pl: Prognoza Słoneczna

source: Solar today
de: PV Ertrag heute
es: Rendimiento hoy
it: Resa oggi
pl: Dzisiejszy wydajność

# solar_example_description
source: Drag the slider above to see how your solar flow will display when generating different levels of power.
de: Ziehen Sie den Schieberegler oben, um zu sehen, wie Ihr Solarfluss angezeigt wird, wenn verschiedene Leistungsstufen erzeugt werden.
es: Arrastra el control deslizante de arriba para ver cómo se mostrará tu flujo solar al generar diferentes niveles de energía.
it: Trascina il cursore sopra per vedere come verrà visualizzato il tuo flusso solare quando viene generato un diverso livello di potenza.
pl: Przesuń suwak powyżej, aby zobaczyć, jak będzie wyświetlany Twój przepływ energii słonecznej przy różnych poziomach mocy.

source: Solar generated
de: Solar erzeugt
es: Generado por energía solar
it: Generato da energia solare
pl: Generowany przez energię słoneczną

source: SolarGeneration kWh * Unit Price
de: SolarGeneration kWh * Stückpreis
es: SolarGeneration kWh * Precio unitario
it: SolarGeneration kWh * Prezzo unitario
pl: SolarGeneration kWh * Cena jednostkowa

source: Solcast API key
de: Solcast-API-Schlüssel
es: Clave API de Solcast
it: Chiave API Solcast
pl: Klucz API Solcast

source: Solcast solar prediction
de: Solcast Solarprognose
it: Previsione solare di Solcast
pl: Prognoza słoneczna Solcast

# solcast_configuration_motivation
source: See how much solar energy you’re likely to generate today and over the next few days.
de: Sehen Sie, wie viel Solarenergie Sie heute und in den nächsten Tagen wahrscheinlich erzeugen werden.
es: Vea cuánta energía solar es probable que genere hoy y en los próximos días.
it: Guarda quanta energia solare probabilmente genererai oggi e nei prossimi giorni.
pl: Zobacz, ile energii słonecznej prawdopodobnie wygenerujesz dzisiaj i w ciągu najbliższych kilku dni.

# Solcast_description
source: Solcast provide solar predictions based on your location. To sign up for free, visit https://solcast.com/free-rooftop-solar-forecasting and register for Hobbyist Access. Once you've signed up and have created your site(s) paste your API key below. Your API key can be found at https://toolkit.solcast.com.au by clicking the menu at the top right of the page.
de: Solcast bietet Solarprognosen basierend auf Ihrem Standort. Um sich kostenlos anzumelden, besuchen Sie https://solcast.com/free-rooftop-solar-forecasting und registrieren Sie sich für den Hobbyist-Zugang. Nachdem Sie sich angemeldet und Ihre Website(s) erstellt haben, fügen Sie Ihren API-Schlüssel unten ein. Ihren API-Schlüssel finden Sie auf https://toolkit.solcast.com.au, indem Sie das Menü oben rechts auf der Seite anklicken.
es: Solcast ofrece predicciones solares basadas en tu ubicación. Para registrarte gratuitamente, visita https://solcast.com/free-rooftop-solar-forecasting y regístrate para el Acceso para Aficionados. Una vez que te hayas registrado y hayas creado tus sitios, pega tu clave API a continuación. Puedes encontrar tu clave API en https://toolkit.solcast.com.au haciendo clic en el menú en la parte superior derecha de la página.
it: Solcast fornisce previsioni solari basate sulla tua posizione. Per iscriverti gratuitamente, visita https://solcast.com/free-rooftop-solar-forecasting e registrati per l'Accesso per Hobbisti. Una volta che ti sei iscritto e hai creato i tuoi siti, incolla qui sotto la tua chiave API. La tua chiave API può essere trovata su https://toolkit.solcast.com.au cliccando sul menu in alto a destra della pagina.
pl: Solcast dostarcza prognozy solarne na podstawie Twojej lokalizacji. Aby zarejestrować się za darmo, odwiedź https://solcast.com/free-rooftop-solar-forecasting i zarejestruj się, aby uzyskać Dostęp dla Hobbystów. Po zarejestrowaniu się i utworzeniu swoich stron, wklej poniżej swój klucz API. Twój klucz API można znaleźć na https://toolkit.solcast.com.au, klikając menu w prawym górnym rogu strony.

# solcast_settings_saved
source: Your Solcast settings were successfully verified.
de: Ihre Solcast-Einstellungen wurden erfolgreich verifiziert.
es: Tus configuraciones de Solcast fueron verificadas con éxito.
it: Le tue impostazioni Solcast sono state verificate con successo.
pl: Twoje ustawienia Solcast zostały pomyślnie zweryfikowane.

source: Some settings will only take effect on the next data refresh
de: Einige Einstellungen werden erst beim nächsten Datenaktualisierung wirksam
es: Algunas configuraciones solo tendrán efecto en la próxima actualización de datos
it: Alcune impostazioni avranno effetto solo al prossimo aggiornamento dei dati
pl: Niektóre ustawienia zaczną obowiązywać dopiero przy następnym odświeżeniu danych

source: Start day
de: Starttag
es: Día de inicio
it: Giorno di inizio
pl: Dzień początkowy

source: Start month
de: Startmonat
es: Mes de inicio
it: Mese di inizio
pl: Miesiąc początkowy

source: Station ID
de: Stations-ID
es: ID estación
it: ID stazione
pl: ID stacji

source: Station name
de: Stationsname
es: Nombre estación
it: Nome stazione
pl: Nazwa stacji

source: Stats
de: Statistik
es: Estadísticas
it: Statistiche
pl: Statystyki

source: Stats are aggregated by FoxESS into 1 hr, 1 day or 1 month totals.
de: Statistiken werden von FoxESS in 1-Stunden-, 1-Tages- oder 1-Monats-Summen aggregiert.
es: Las estadísticas se agregan por FoxESS en totales de 1 hora, 1 día o 1 mes.
it: Le statistiche vengono aggregate da FoxESS in totali di 1 ora, 1 giorno o 1 mese.
pl: Statystyki są agregowane przez FoxESS do sum godzinowych, dziennych lub miesięcznych.

# Stats Tab
source: Statistics
de: Statistik
es: Estadísticas
it: Statistiche
pl: Statystyki

# stats_header_by_day
source: Touch the graph to see values for that day
de: Berühren Sie das Diagramm, um die Werte für diesen Tag anzuzeigen
es: Toca el gráfico para ver los valores de ese día
it: Tocca il grafico per visualizzare i valori di quel giorno
pl: Dotknij wykresu, aby zobaczyć wartości dla tego dnia

# stats_header_by_month
source: Touch the graph to see values for that month
de: Berühren Sie das Diagramm, um die Werte für diesen Monat anzuzeigen
es: Toca el gráfico para ver los valores de ese mes
it: Tocca il grafico per visualizzare i valori di quel mese
pl: Dotknij wykresu, aby zobaczyć wartości dla tego miesiąca

# stats_header_by_time
source: Touch the graph to see values for that time
de: Berühren Sie das Diagramm, um die Werte für diesen Zeitpunkt anzuzeigen
es: Toca el gráfico para ver los valores de ese momento
it: Tocca il grafico per visualizzare i valori per quel momento
pl: Dotknij wykresu, aby zobaczyć wartości dla tego momentu

source: Storage Battery SOC
de: Speicherbatterie-Ladezustand
es: Estado de carga de la batería de almacenamiento
it: Stato di carica della batteria di accumulo
pl: Stan naładowania baterii magazynującej

source: Storage capacity
de: Speicherkapazität
es: Capacidad de almacenamiento
it: Capacità di archiviazione
pl: Pojemność pamięci

source: Success
de: Erfolg
es: Éxito
it: Successo
pl: Sukces

source: Summary
de: Zusammenfassung
es: Resumen
it: Sommario
pl: Podsumowanie

# summary_title
source: Summary
de: Zusammenfassung
es: Resumen
it: Riepilogo
pl: Podsumowanie

source: Sun display variation thresholds
de: Schwellenwerte der Sonnenanzeigevielfalt
es: Umbral de variación de visualización del sol
it: Soglie di visualizzazione solare
pl: Progi zmienności wyświetlania słońca

source: Tap for detail
de: Tippen für Details
es: Toque para detalle
it: Tocca per dettaglio
pl: Kliknij, aby uzyskać szczegóły

source: Temperatures
de: Temperaturen
es: Temperaturas
it: Temperature
pl: Temperatury

source: Template name
de: Vorlagenname
es: Nombre de la plantilla
it: Nome del modello
pl: Nazwa szablonu

source: Templates
de: Vorlagen
es: Plantillas
it: Modelli
pl: Szablony

# templates_not_synced
source: Schedule Templates are local to your device and will not be visible on Fox Cloud. This is a limitation imposed by FoxESS. They will not be removed if you log out.
de: Zeitplanvorlagen sind nur lokal auf deinem Gerät und werden nicht in der Fox Cloud sichtbar sein. Dies ist eine Einschränkung, die von FoxESS auferlegt wurde. Sie werden nicht entfernt, wenn du dich abmeldest.
es: Las plantillas de horarios son locales a tu dispositivo y no serán visibles en Fox Cloud. Esta es una limitación impuesta por FoxESS. No se eliminarán si cierras sesión.
it: I modelli di programma sono locali al tuo dispositivo e non saranno visibili su Fox Cloud. Questa è una limitazione imposta da FoxESS. Non saranno rimossi se esci.
pl: Szablony harmonogramów są lokalne na Twoim urządzeniu i nie będą widoczne w Fox Cloud. Jest to ograniczenie narzucone przez FoxESS. Nie zostaną usunięte, jeśli się wylogujesz.

source: The minimum battery state of charge. This must be at most the Force Discharge SOC value.
de: Der minimale Ladezustand der Batterie. Dies muss höchstens der Force Discharge SOC-Wert sein.
es: El estado de carga mínimo de la batería. Esto debe ser como máximo el valor de SoC de Descarga Forzada.
it: Lo stato di carica minimo della batteria. Questo deve essere al massimo il valore di SoC di Scarica Forzata.
pl: Minimalny stan naładowania baterii. Musi to być co najwyżej wartość SoC Wymuszonego Rozładowania.

source: The mode the inverter should switch to
de: Der Modus, in den der Wechselrichter wechseln soll
es: El modo al que debe cambiar el inversor
it: La modalità a cui l'inverter deve passare
pl: Tryb, na który falownik powinien się przełączyć

source: The output power level to be delivered, including your house load and grid export. E.g. If you have 5kW inverter then set this to 5000, then if the house load is 750W the other 4.25kW will be exported.
de: Das zu liefernde Ausgangsleistungsniveau, einschließlich Ihres Hausverbrauchs und der Netzeinspeisung. Z.B. wenn Sie einen 5kW Wechselrichter haben, stellen Sie diesen auf 5000 ein, dann, wenn die Hauslast 750W beträgt, werden die anderen 4.25kW exportiert.
es: El nivel de potencia de salida a entregar, incluyendo la carga de su casa y la exportación a la red. Por ejemplo, si tienes un inversor de 5kW, configúralo en 5000, entonces si la carga de la casa es de 750W, los otros 4.25kW serán exportados.
it: Il livello di potenza in uscita da fornire, incluso il carico della casa e l'esportazione alla rete. Ad esempio, se hai un inverter da 5kW, impostalo su 5000, poi se il carico di casa è di 750W, gli altri 4.25kW verranno esportati.
pl: Poziom mocy wyjściowej do dostarczenia, włącznie z obciążeniem domu i eksportem do sieci. Na przykład, jeśli masz inwerter 5kW, ustaw go na 5000, a jeśli obciążenie domu wynosi 750W, pozostałe 4.25kW zostaną wyeksportowane.

source: This functionality is not available in read-only mode
de: Diese Funktion ist im Nur-Lese-Modus nicht verfügbar.
es: Esta función no está disponible en el modo de solo lectura.
it: Questa funzione non è disponibile in modalità di sola lettura.
pl: Ta funkcja nie jest dostępna w trybie tylko do odczytu.

source: Tilt
de: Neigung
es: Inclinación
it: Inclinazione
pl: Nachylenie

source: Time
de: Zeit
es: Tiempo
it: Tempo
pl: Czas

source: Time period 1
de: Erzwinge Ladezeitraum 1
es: Forzar periodo de carga 1
it: Periodo di carica forzata 1
pl: Wymuś okres ładowania 1

source: Time period 2
de: Erzwinge Ladezeitraum 2
es: Forzar periodo de carga 2
it: Periodo di carica forzata 2
pl: Wymuś okres ładowania 2

source: Time period 3
de: Erzwinge Ladezeitraum 3
es: Forzar periodo de carga 3
it: Periodo di carica forzata 3
pl: Wymuś okres ładowania 3

source: Timezone
de: Zeitzone
es: Zona horaria
it: Fuso orario
pl: Strefa czasowa
